"CURRENT_LANGUAGE" = "Swedish";

"Documents" = "Dokument";
"Favorites" = "Bokmärken";
"Preferences" = "Preferenser";
"Where" = "Var";
"Find" = "Sök";
"Music" = "Musik";
"Trash" = "Papperskorg";
"Stop" = "Stopp";
"Help" = "Hjälp";
"Find Text" = "Sök Text";
"Info" = "Info";
"Pictures" = "Bilder";
"Show" = "Visa";
"Compress" = "Komprimera";
"Open" = "Öppna";
"Disk Image" = "Skivavbildning";
"Delete" = "Radera";
"Move" = "Flytta";
"Finder" = "Finder";
"Copy" = "Kopiera";
"Desktop" = "Skrivbord";
"Duplicate" = "Duplicera";
"Public" = "Allmän";
"Preview" = "Förhandsvisa";
"Decompress" = "Komprimera";
"Find/Stop" = "Sök/Stopp";
"Eject" = "Mata ut";
"Applications" = "Program";
"Home" = "Hem";
"Back" = "Tillbaka";
"Movies" = "Filmer";
"Stop" = "Stopp";
"Copy" = "Kopiera";
"Choose a valid destination." = "Välj plats.";
"Destination does not exist" = "Den valda platsen existerar inte";
"Compress..." = "Komprimera...";
"Decompress..." = "Dekomprimera...";
"An error occurred while decompressing." = "Ett fel uppstod under dekompritionen.";
"Initializing..." = "Ställer in...";
"Cancel" = "Avbryt";
"OK" = "OK";
"Show Preview" = "Förhandsvisa";
"Hide Preview" = "Göm förhandsvisning";
"Preview" = "Förhandsvisa";
"Update Database" = "Uppdatera Databas";
"Updating..." = "Uppdaterar...";
"Open with %@" = "Öppna med %@";
"Reveal in Finder" = "Visa i Finder";
"View as Hex" = "Visa som Hex";
"Show in New Window" = "Visa i nytt fönster";
"Make Alias" = "Skapa Alias";
"Duplicate" = "Duplicera";
"Rename" = "Byt namn";
"Move to Trash" = "Flytta till Papperskorgen";
"Eject" = "Mata ut";
"Open" = "Öppna";
"Hide Invisible Files" = "Göm osynliga filer";
"Hide Icons" = "Göm symboler";
"Smart Sorting Off" = "Smart sortering av";
"Show Icons" = "Visa symboler";
"Preferences..." = "Inställningar...";
"Generic Icons On" = "Generella symboler på";
"Generic Icons Off" = "Generella symboler av";
"Smart Sorting On" = "Smart sortering på";
"Show Invisible Files" = "Visa osynliga filer";
"Hide Desktop" = "Göm Path Finder Skrivbord";
"Show Desktop" = "Visa Path Finder Skrivbord";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Kontrollera dina iTools inställningar i Internet panelen i System Preferences.";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "Det här är högt rekommenderat.  Du kan alltid ändra den här inställningen i inställningsraden senare.";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "Den här beta versionen av Path Finder har utgått.  Ladda hem den senaste versionen från cocoatech.com.";
"Error getting iDisk user name and password" = "Ett fel uppstod vid försöket att få iDisks namn och lösenord";
"Quit" = "Avsluta";
"Don't Quit" = "Avsluta inte";
"If you keep Path Finder running all the time, it's always there when you need it!\r\rThis confirmation can be disabled from the preferences panel." = "Om du låter Path Finder vara igång, finns den alltid där när du behöver den!\r\rDu kan stänga av det här meddelandet i menyn Path Finder/Inställningar.";
"No" = "Nej";
"Yes" = "Ja";
"Would you like Path Finder to launch automatically when you log in?" = "Vill du att Path Finder ska starta automatiskt när du loggar in?";
"Really Quit?" = "Vill du verkligen avsluta?";
"Expired" = "Prövotiden är över";
"Image: " = "Avbild: ";

"to" = "till";
"Stop" = "Stopp";
"Find" = "Sök";
"Computer" = "Dator";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "För att få ut det mesta av Path Finder sökmotor, måste du uppdatera Path Finder databas.  Klicka på \"Uppdatera Databas\" knappen i inställningsraden för att göra det.";
"View as Hex" = "Visa som Hex";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Uppdateringen av databasen kan ta några minuter, men när det är färdigt kommer det gå oerhört snabbt att söka filer på din dator";
"Idle" = "Inaktiv";
"Finding..." = "Söker...";
"Found: %d" = "Hittade: %d";
"Move to Trash" = "Flytta till Papperskorgen";
"Open with %@" = "Öppna med %@";
"Open with" = "Öppna med";
"Show in New Window" = "Visa i nytt fönster";
"Open" = "Öppna";
"%d items" = "%d objekt";
"New Folder" = "Ny mapp";
"%@ available, %@ used" = "%@ tillgängligt, %@ används";
"link" = "länk";
"The original file may have been moved or deleted." = "Original filen är flyttad eller raderad.";
"Could not resolve alias." = "Kan inte lokalisera originalet..";
"Rename" = "Döp om";
"alias" = "alias";
"Error creating directory." = "Ett fel uppstod vid skapandet av arkivet.";
"Write error." = "Skriv fel.";

"Read error." = "Read error.";
"Error creating file." = "Ett fel uppstod vid skapandet av filen.";
"Error creating symbolic link." = "Ett fel uppstod vi skapandet av symbolisk länk.";
"There is no application available to open the document \"%@\"." = "Det finns inget tillgängligt program för att öppna dokumentet \"%@\".";
"OK" = "OK";
"Alert!" = "Uppmärksamhet!";
"View Hex" = "Visa Hex";
"copy" = "kopiera";
"Replace All" = "Ersätt alla";
"Error!" = "Ett Fel Uppstod!";
"Replace" = "Ersätt";
"Done" = "Klart";
"Home" = "Hem";
"Developer" = "Utvecklare";
"Running Applications Menu" = "Program menyn är igång";
"Applications Menu" = "Program meny";
"Go Menu" = "Gå till meny";
"Building Menus" = "Ställ in menyer";
"Favorites Menu" = "Bokmärken menyn";

"Kind" = "Typ";
"Name" = "Namn";
"Size" = "Storlek";
"Date Created" = "Efter Skapelsedatum";
"Date Modified" = "Efter Ändringsdatum";
"Version" = "Version";

"Terminal" = "Terminal";
"Trash operation could not be completed." = "Tömningen av papperskorgen misslyckades.";
"You do not have permission to trash this item." = "Du har inte tillräckligt med behörighet för att radera det här objektet.";

"Float Window" = "Flytande";

"Transparency" = "Transparents";
"Find" = "Sök";
"Name" = "Namn";
"Path" = "Sökväg";
"iDisk" = "iDisk";
"History" = "Historia";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Ett fel uppstod när Path Finder automatiskt försökte skicka felrapporten. Kopiera innehållet i det här fönstret och skicka det till bugs@cocoatech.com";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "Path Finder har drabbats av ett oväntat fel. Skicka en felrapport till bugs@cocoatech.com så det kan fixas till nästa version.";
"Bug Reporter" = "Fel Rapport";
"Email Report" = "Email Rapport";
"Path Finder has been updated to version %@!" = "Senaste versionen av Path Finder är %@!";
"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "Du använder version %@.  Ladda hem version %@ från www.cocoatech.com";
"Update Now" = "Uppdatera nu";

"The item \"%@\" could not be moved to the trash." = "Filen \"%@\" kunde inte flyttas till papperskorgen";
"Would you like to delete it immediately?" = "Vill du radera det genast?";

"Label" = "Märkning";
"View" = "Innehåll";
"Dynamic" = "Dynamiskt";

"Sort Ascending" = "Sortera stigande";
"Sort Descending" = "Sortera sjunkande";

"as Icons" = "som symboler";
"as List" = "som lista";
"as Columns" = "som spalter";

"Touch" = "Touch";

"Capacity:" = "Kapacitet:";
"Path:" = "Sökväg:";
"Volume:" = "Enhet:";
"Format:" = "Format:";
"Created:" = "Skapad:";
"Size:" = "Storlek:";
"Free:" = "Ledigt:";
"Version:" = "Version:";
"Modified:" = "Modifierad:";
"Kind:" = "Typ:";
"Resolved:" = "Läst:";

"Name:" = "Namn:";
"Owner:" = "Ägare:";
"Group:" = "Grupp:";
"Permission:" = "Behörighet:";
"Type:" = "Typ:";
"Creator:" = "Skapare:";

"New File" = "Ny fil";
"Preview" = "Förhandsvisa";
"Forward" = "Framåt";
"Mount Point:" = "Mount Point:";
"Device:" = "Enhet:";
"MP3:" = "MP3:";

"Application:" = "Program:";

"Are you sure you want to remove the items in the Trash permanently?" = "Är du säker på att du vill flytta följande objekt till Papperskorgen?";
"You cannot undo this action." = "Du kan inte ångra den här åtgärden.";

"Tool Drawer" = "Verktygslåda";
"Preview Drawer" = "Förhandvisa Verktygslåda";
"Busy" = "Upptagen";

"Local Disks" = "Lokala enheter";
"Everywhere" = "Överallt";

"Connect" = "Anslut";
"Hide" = "Göm";
"Show" = "Visa";
"Search" = "Sök";

"Choose Volume" = "Välj Volym";

"Hide %@" = "Hide %@";
"Hide Others" = "Hide Others";
"Show All" = "Show All";

"Show Trash Can" = "Show Trash Can";
"Hide Trash Can" = "Hide Trash Can";

"Go to Folder" = "Gå till mapp";
"Go to the folder:" = "Gå till mapp:";
"Go" = "Gå";
"Search Results for '%@' in '%@'" = "Search Results for '%@' in '%@'";

"Find String:" = "Find String:";
"Search Location:" = "Search Location:";

"An error occurred while trying to mount \"%@\"." = "An error occurred while trying to mount \"%@\".";
"An error occurred while trying to unmount \"%@\"." = "An error occurred while trying to unmount \"%@\".";
"An error occurred while trying to eject \"%@\"." = "An error occurred while trying to eject \"%@\".";
"Error: %d" = "Error: %d";

"Really Open?" = "Really Open?";
"Do you want to open all %d items?" = "Do you want to open all %d items?";

"Searching..." = "Searching...";

"Encoding" = "Encoding";
"Convert document to plain text?" = "Convert document to plain text?";
"Converting will lose fonts, colors, and other text styles in the document." = "Converting will lose fonts, colors, and other text styles in the document.";

"Text Editor" = "Text Editor";
"Play Sound" = "Play Sound";

"Access" = "Access";
"Access:" = "Access:";
"Owner" = "Owner";
"Group" = "Group";

"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "Skapa en genväg med kommando + valfri tanget.  Radera med delete-tangenten.";
"Menu" = "Meny";
"Command" = "Command";
"Menu Key Editor" = "Menygenvägar";

"Welcome to Path Finder" = "Välkommen till PathFinder";
"Buy Later" = "Köp Senare";
"Buy Now" = "Köp";
"Enter Registration Code" = "Registrera Path Finder";
"%d days remaining" = "%d days remaining";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "Licensera Path Finder är otroligt enkelt och smärtfritt, och du slipper se den här irriterande dialogrutan igen! ";
"Purchase Path Finder today!" = "Licensera din kopia av Path Finder idag!";
"%d day free trial" = "%d day free trial";

"When you purchase Path Finder, you are sent a registration code.  Enter that code here along with the email address used when registering." = "När du betalat för Path Finder, skickas en registretingskod till dig.  Skriv in koden tillsammans med din email för att registrera Path Finder!";
"Email Address:" = "Email Adress:";
"Registration Code:" = "Registreringskod:";

"Invalid Registration Code!" = "Felaktigt registrerings nummer!";
"Thank you for registering Path Finder!" = "Tack för din registrering av Path Finder!";
"This copy of Path Finder is not registered" = "Den här kopian av Path Finder är inte registrerad!";
"Close" = "Close";

"Font Sample" = "Font Sample";

"View Text" = "Visa Text";
"Password" = "Password";

"Remove Top" = "Remove Top";
"Remove All" = "Remove All";

"New Shelf..." = "New Shelf...";
"Remove Shelf" = "Remove Shelf";
"Drop Stack" = "Drop Stack";

"Standard" = "Standard";
"Processes" = "Processes";

"Process Drawer" = "Process Drawer";
"Empty" = "Empty";
"Shelf" = "Shelf";

"Zoom In" = "Zoom In";
"Zoom Out" = "Zoom Out";
"Go to Page" = "Go to Page";
"Page %d of %d" = "Page %d of %d";

/* this was copied from Preview.app - open a PDF in Preview that needs a password */
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "This PDF is password protected.  Without a password, some operations with this document will be restricted.";
"To enable more operations, enter a password:" = "To enable more operations, enter a password:";

"Summarize" = "Summarize";
"Sentences" = "Sentences";
"Paragraphs" = "Paragraphs";
"Shelf Name" = "Shelf Name";

"Icon Size" = "Symbolstorlek";
"Toggle Shelf" = "Toggle Shelf";
"Activate URLs" = "Activate URLs";

"License Agreement" = "Programlicensavtal";
"Agree" = "Godkänns";
"Disagree" = "Avböjs";
"Clean up" = "Clean up";
"Info" = "Info";
"%d of %d items selected" = "%d of %d items selected";
"Action" = "Action";
"Remove Shelf?" = "Remove Shelf?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Are you sure you want to remove the shelf named \"%@\"?";

/* terminal toolbar buttons */
"Close" = "Close";
"New" = "New";
"New Tab" = "New Tab";

"Do you really want to close this terminal session?" = "Do you really want to close this terminal session?";
"Closing this session will terminate the following processes inside it: " = "Closing this session will terminate the following processes inside it: ";
"Terminal Drawer" = "Terminal Drawer";

/* upgrade panel */
"upgrade message" = "It's been two years since the first version of Path Finder, and if you've been a customer since the days when it was called \"SNAX\", you've witnessed some very dramatic changes!\r\rNow with version 3.0, I'm charging an upgrade fee of $9.  This will ensure that I can continue development and take Path Finder to even higher levels.\r\rI'm working full time on Path Finder, and am fully committed to many years of dramatic improvements and lots of new killer features!\r\rIf you purchased Path Finder less than 4 months ago, send me an email for a free upgrade.\r\rThanks for your support!\r\rSteve Gehrman\rCocoaTech Founder";
"Welcome to Path Finder 3.0 !!" = "Welcome to Path Finder 3.0 !!";
"When upgrading, you will need your current registration information:" = "When upgrading, you will need your current registration information:";
"Email Sales" = "Email Sales";
"Upgrade Now" = "Upgrade Now";
"Email:" = "Email:";
"Code:" = "Code:";

"Secure Delete" = "Filförstöraren";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "Filförstöraren skriver över filer innan den raderar dem.  Varje fil skrivs över 3 gånger, först med mönstret 0xff, sedan 0x00 och avslutar med 0xff igen.";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "VARNING:  Du kan inte rädda en fil som raderats med Filförstöraren";
"Execute delete with root privileges" = "Radera med root privilegier";
"Normal Delete" = "Normal Radering";
"Secure Delete" = "Filförstöraren";
"%d Applications" = "%d Applications";
"Extension" = "Extension";
"Convert Image" = "Konvertera grafik";
"Disk Usage" = "Disk Usage";

"Do you want to force %@ to quit?" = "Do you want to force %@ to quit?";
"You will lose any unsaved changes." = "You will lose any unsaved changes.";
"Force Quit" = "Force Quit";

"Burn" = "Burn";
"Burning %@ disc" = "Burning %@ disc";
"Hybrid" = "Hybrid";
"HFS+" = "HFS+";
"ISO 9660" = "ISO 9660";
"Joliet" = "Joliet";
"Audio" = "Audio";

/* Find window */
"Not Specified" = "Not Specified";
"Found: %d" = "Found: %d";
"All" = "All";

"Today" = "Today";
"the last 2 days" = "the last 2 days";
"the last 3 days" = "the last 3 days";
"the last week" = "the last week";
"the last 2 weeks" = "the last 2 weeks";
"the last 3 weeks" = "the last 3 weeks";
"the last month" = "the last month";
"the last 2 months" = "the last 2 months";
"the last 3 months" = "the last 3 months";
"the last 6 months" = "the last 6 months";
"the last year" = "the last year";

"Find by" = "Find by";
"Find by Name" = "Find by Name";
"Find by Content" = "Find by Content";
"Search Locations" = "Search Locations";

"Partial match" = "Partial match";
"Exact match" = "Exact match";
"Starts with" = "Starts with";
"Ends with" = "Ends with";

"Search inside packages" = "Search inside packages";
"Search inside the System folder" = "Search inside the System folder";

"Security Level" = "Security Level";
"Simple Security (1 pass)" = "Simple Security (1 pass)";
"Medium Security (7 passes)" = "Medium Security (7 passes)";
"Ultra Security (35 passes)" = "Ultra Security (35 passes)";

"Burning Disk Image" = "Burning Disk Image";
"Burning:" = "Burning:";
"Eject disc after burning" = "Eject disc after burning";
"Verify disc after burning" = "Verify disc after burning";

"Play" = "Play";
"Parent" = "Parent";

"Greater than" = "Greater than";
"Less than" = "Less than";
"Visibility:" = "Visibility:";
"Visible" = "Visible";
"Invisible" = "Invisible";
"Content:" = "Content";
"Extension:" = "Extension:";
"Label:" = "Märkning:";

"Document" = "Document";
"Folder" = "Folder";
"Application" = "Application";
"Audio" = "Audio";
"Image" = "Image";
"Movie" = "Movie";
"PDF" = "PDF";
"Alias" = "Alias";
"Sample" = "Sample";

"%d seconds" = "%d seconds";
"Duration:" = "Duration:";

"Find results incomplete." =  "Find results incomplete.";
"Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again." =  "Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again.";

"untitled" = "namnlös";
"Path Drawer" = "Path Drawer";

/* Screen Capture Panel */
"Screen Capture" = "Screen Capture";
"Escape Key:" = "Escape Key:";
"Cancels interactive screen shot mode" = "Cancels interactive screen shot mode";
"Space Key:" = "Space Key:";
"Toggle between mouse and window selection modes" = "Toggle between mouse and window selection modes";
"Control Key:" = "Control Key:";
"Causes screen shot to go to clipboard" = "Causes screen shot to go to clipboard";
"Hot keys in screen capture mode" = "Hot keys in screen capture mode";
"Selection" = "Selection";
"Window" = "Window";
"All monitors" = "All monitors";
"Main monitor only" = "Main monitor only";
"Screen capture mode" = "Screen capture mode";
"Play sounds" = "Play sounds";
"Display screen-shot in Image Converter" = "Display screen-shot in Image Converter";
"Save screen-shot to file" = "Save screen-shot to file";
"Save screen-shot to clipboard" = "Save screen-shot to clipboard";

"Resource Fork" = "Resource Fork";
"Data Fork" = "Data Fork";

"Recent Servers" = "Recent Servers";
"URL:" = "URL:";
"Man Pages" = "Man Pages";
"Connect To iDisk" = "Connect To iDisk";
"To connect to an iDisk, enter a .Mac member name and password." = "To connect to an iDisk, enter a .Mac member name and password.";
"Member name:" = "Member name:";
"Password:" = "Password:";
"Connect To iDisk Public Folder" = "Connect To iDisk Public Folder";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "To connect to the Public folder for a .Mac member, enter the member's account name.";
"Address:" = "Address:";
"Erase" = "Erase";
